alefragnani.bookmarks
alefragnani.project-manager
arcticicestudio.nord-visual-studio-code
atishay-jain.all-autocomplete
codeium.codeium
codezombiech.gitignore
continue.continue
ctf0.macros
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
github.vscode-pull-request-github
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
gruntfuggly.todo-tree
hoovercj.vscode-settings-cycler
ibm.output-colorizer
inu1255.easy-snippet
jabacchetta.vscode-essentials
jakearl.search-editor-apply-changes
jasonlhy.hungry-delete
jkjustjoshing.vscode-text-pastry
johnpapa.vscode-peacock
lacroixdavid1.vscode-format-context-menu
lostintangent.vsls-whiteboard
metaseed.metago
metaseed.metajump
metaseed.metaword
mhutchie.git-graph
micnil.vscode-checkpoints
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.extension-test-runner
ms-vscode.makefile-tools
ms-vscode.notepadplusplus-keybindings
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
nhoizey.gremlins
pkief.material-icon-theme
pnp.polacode
ritwickdey.liveserver
rust-lang.rust-analyzer
slevesque.vscode-multiclip
stkb.rewrap
streetsidesoftware.code-spell-checker
tomoki1207.pdf
tooltitudeteam.tooltitude
twxs.cmake
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
vsls-contrib.gistfs
wakatime.vscode-wakatime
wayou.vscode-todo-highlight
xyz.local-history
